Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/languageindex/index.html.txt.tmx
Source language: en
Languages: ga

source: • Payments to carers • Payments to families and children
ga: • Iompar scoile do ghasúir le riachtanais speisialta

source: • Penalty points for driving offences
ga: • Ionadaíocht Dhleathach i gcás Coiriúil

source: • Pensions • Permission to enter Ireland
ga: • Ionaid Eolais don Óige

source: • Personal Microcredit Scheme - It Makes Sense loans
ga: • Íoschaighdeáin fhisiciúla i dtithíocht ar cíos

source: • Personal Public Service Number
ga: • Íospartaigh na Coireachta

source: • Political system at local level
ga: • Leabharlann Chester Beatty

source: • Political system at national level
ga: • Leabharlann Náisiúnta na hÉireann

source: • Pollution prevention and control
ga: • Leanaí agus an córas ceartais choiriúil

source: • Post Leaving Certificate courses
ga: • Leanaí agus cearta in Éirinn

source: • Powers of local authorities
ga: • Líonraí teileafóin phóca

source: • Pre-school education and childcare
ga: • Liúntais Bhreisoideachais agus Oiliúna (BOO)

source: • Pregnancy and social welfare payments
ga: • Liúntas Cuardaitheora Poist

source: • Prescribed drugs and medicines
ga: • Liúntas Cuardaitheora Poist agus obair

source: • Prescription charges for medical card holders
ga: • Liúntas Cúram Baile

source: • President - Summoning and dissolving the Dáil
ga: • Liúntas Cúramóra leath-ráta

source: • President - representing the people
ga: • Liúntas Fiontraíochta Gearrthréimhseach

source: • President and the Defence Forces
ga: • Liúntas Fiontraíochta um Fhilleadh ar Obair

source: • President of Ireland and legislation
ga: • Liúntas Leasa Forlíontach

source: • President's Award - Gaisce
ga: • Liúntas Leasa na nDall

source: • Pricing of goods and services
ga: • Liúntas um Fhilleadh ar Oideachas

source: • Primary Care Reimbursement Service
ga: • Luathoideachais don óige M

source: • Primary and post-primary education
ga: • Má dhiúltaítear do d'iarratas ar stádas dídeanaí

source: • Primary school transport scheme
ga: • Má theastaíonn ó do thiarna talún go bhfágfadh tú an teach nó an t-árasan

source: • Prisons and Places of Detention • Privacy and Cookies
ga: • Mar is féidir d’ioncam na dtuismitheoirí dul i bhfeidhm ar an Liúntas Leasa Forlíontach

source: • Private tenants: security of tenure
ga: • Meabhairshláinte agus breoiteacht mheabhrach

source: • Probation and welfare services
ga: • Measúnú a dhéanamh ar mhaoin lánúine le haghaidh íocaíochtaí cúnaimh shóisialta

source: • Problems in marriages and other relationships
ga: • Measúnú ar riachtanais do dhaoine faoi mhíchumas

source: • Proceedings in civil court cases
ga: • Meicníochtaí cobhsaíochta an AE

source: • Property rights and the breakdown of a relationship
ga: • Mí-úsáid leanaí a thuairisciú ag leibhéal na bunscoile agus na hiar-bhunscoile

source: • Property rights of cohabiting couples
ga: • Míchumas agus Tinneas

source: • Public order offences and powers of arrest
ga: • Motor tax, carbon tax and other taxes

source: • Public transport commuter tickets and tax Q
ga: • Muirear ar Áit Chónaithe Phríobháideach Neamhphríomha (NPPR)

source: • Re-use of Public Sector Information
ga: • Na cearta ag atá tiarnaí talún agus na hoibleagáidí atá orthu

source: • Reactivation Employment Permit • Real evidence
ga: • Na cearta atá ag lánúineacha comhchónaithe

source: • Recovery of social welfare overpayments
ga: • Na cearta atá ag lánúineacha den ghnéas céanna

source: • Recreational activities for young people
ga: • Na céimeanna a bhaineann le teach a cheannach

source: • Recreational activities in Ireland
ga: • Na costais a bhaineann le teach a cheannach

source: • Recycling Waste Electrical and Electronic Equipment
ga: • Na cúirteanna agus íospartaigh choireanna

source: • Recycling services and waste management • Redress scheme for cohabiting couples
ga: • Na háiseanna páirceála do dhaoine le míchumas

source: • Referendum Commission • Referendum result in Ireland
ga: • Na híocaíochtaí do theaghlaigh agus leanaí

source: • Refugee status and leave to remain
ga: • Na híocaíochtaí iomarcaíochta

source: • Registering a political party in Ireland
ga: • Na híocaíochtaí míchumais agus obair

source: • Registering the birth of your baby
ga: • Na príosúin agus íospartaigh choireanna

source: • Registration of non-EEA nationals
ga: • Nós imeachta Eorpach um éilimh bheaga

source: • Regulation of pre-school childcare services
ga: • Nósanna Imeachta na Cúirte Cuarda

source: • Regulation of premium rate telephone services
ga: • Nósanna Imeachta na Cúirte Dúiche

source: • Regulation of public swimming pools in Ireland
ga: • Nósanna Imeachta na hArd-Chúirte

source: • Regulation of residential care for older people
ga: • Nósanna imeachta iomarcaíochta

source: • Rehabilitation and training services for people with disabilities
ga: • Nuair a chuirtear breith ar leataobh agus scaoileadh saor sealadach

source: • Relationships and your rights
ga: • Nuair a fhaigheann duine bás

source: • Religious and secular marriage ceremonies
ga: • Nuair a fhaigheann duine bás gan choinne

source: • Remission and temporary release from prison
ga: • Nuair a iarrtar ort d'uaireanta oibre a laghdú

source: • Renewing an Irish passport
ga: • Nuair a íoctar déanach thú go rialta

source: • Renewing your driving licence
ga: • Núis torainn O

source: • Rent Supplement and changes to your circumstances
ga: • Obair dheonach agus íocaíochtaí leasa shóisialaigh

source: • Rent arrears in local authority housing • Rent books
ga: • Obair fheabhsucháin in áit tí ón údarás áitiúil

source: • Rent increases in private rented housing
ga: • Obair in Éirinn

source: • Renting out a room in your home
ga: • Óglaigh na hÉireann

source: • Replacement Candidates for the European Parliament
ga: • Oibleagáidí fostóirí agus cearta fostaithe

source: • Replacing a lost, stolen or damaged driving licence or learner permit
ga: • Oibrithe imirceacha agus dífhostaíocht

source: • Reporting child abuse at primary and post primary level
ga: • Oideachas Tríú Leibhéil in Éirinn

source: • Repossession of rented social housing
ga: • Oideachas bunscoile agus iar-bhunscoile

source: • Residence requirements for social assistance in Ireland
ga: • Oideachas do dhaoine le stádas dídeanaí nó cosanta coimhdí nó le cead fanachta

source: • Residence rights in Ireland
ga: • Oideachas in Éirinn

source: • Residence rights of non-EEA nationals
ga: • Oideachas riachtanas speisialta

source: • Resolving disputes between landlords and tenants
ga: • Oideachas riachtanas speisialta: oideachas iarbhunscoile

source: • Resources for non-English-speaking pupils
ga: • Oideachas tríú leibhéil

source: • Responses to mortgage arrears and personal debt
ga: • Oidis dochtúra tras-teorainn

source: • Rest periods and breaks
ga: • Oifig Chuntasóra na gCúirteanna Cirte

source: • Restriction on movement orders
ga: • Oifig an Ard-Aturnae do Mhionaoisigh agus do Choimircithe Cúirte

source: • Right to silence in criminal cases
ga: • Oifig na gCoimircithe Cúirte

source: • Right to vote in Ireland
ga: • Oifig na hArd Chúirte - an Oifig Lárnach

source: • Rights and obligations of asylum seekers in Ireland
ga: • Oifigigh Chustaim agus Máil - cearta chun bagáiste taistealaithe a chuardach

source: • Rights conferred on people granted refugee or subsidiary protection status or permission to remain
ga: • Oiliúint Soghluaiseachta do dhaoine ar a bhfuil lagú amhairc

source: • Rights of cohabiting couples
ga: • Oiliúint agus lorg oibre

source: • Rights of same-sex couples
ga: • Ombudsman na bPinsean

source: • Rights of young workers
ga: • Online services GA

source: • Roads and safety • Role of the judge
ga: • Orduithe Rialaithe Fostaíochta agus comhaontuithe fostaíochta cláraithe

source: • Role of the jury • Role of the tipstaff
ga: • Orduithe Srianta Gluaiseachta

source: • Rounding of cash transactions
ga: • Orduithe Urchoisc, Sábháilteachta agus Cosanta

source: • Rules for specific debts
ga: • Orduithe agus comhaontuithe cothabhála

source: • Rules relating to your evidence
ga: • Orduithe ciontóirí gnéis

source: • Safefood - the Food Safety Promotion Board
ga: • Pacáiste Sochar Teaghlaigh

source: • Safety advice for motorcyclists
ga: • Pacáistí cúram baile

source: • Safety advice for motorists
ga: • Páirtí polaitiúil a chlárú in Eirinn

source: • Safety advice when motoring
ga: • Páirtnéireacht shibhialta agus lánúineacha comhghnéis

source: • Safety of Personal Protective Equipment
ga: • Páirtnéireacht shibhialta agus oidhreachtúlacht

source: • Safety of Products for Sale • Safety of electrical and gas products and furniture
ga: • Páirtnéireacht shibhialta agus teidlíochtaí leasa shóisialaigh

source: • Schemes to support employment
ga: • Pas Éireannach a athnuachan

source: • School terms in primary and post-primary schools • School transport for children with special needs
ga: • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamh-Ranníocach)

source: • School transport for post-primary students • Schools and information technology
ga: • Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Ranníocach)

source: • Seanad - election of university candidates
ga: • Pinsean Stáit (Neamh-Ranníocach)

source: • Seanad - the University Constituency
ga: • Pinsean Stáit (Ranníocach)

source: • Sentencing at criminal trials in Ireland • Separation agreements
ga: • Pointí pionóis i gcomhair cionta tiomána

source: • Separation and divorce: children
ga: • Polasaithe árachais chun do mhorgáiste a chosaint

source: • Separation, divorce and dissolution
ga: • Polasaithe árachais saoil nár héilíodh

source: • Services for asylum seekers in Ireland • Setting up a new club
ga: • Post a aimsiú agus a fháil

source: • Sex offenders treatment programmes
ga: • Praghsáil earraí agus seirbhísí

source: • Signing off when you start work
ga: • Priosuin agus aiteanna coinneala

source: • Single Person Child Carer Credit
ga: • Príosúnaigh Éireannach thar Lear

source: • Skills training linked to national development
ga: • Próiseas Réitigh do Riaráistí Morgáiste (MARP)

source: • Small claims and a court hearing
ga: • Promhadh agus Seirbhísí Leasa Shóisialaigh R

source: • Social welfare payments and living on a specified island
ga: • Ranníocaíochtaí fadchónaithe i leith seirbhísí tacaíochta cónaitheacha

source: • Social welfare payments following a death
ga: • Reachtaíocht i bhfeidhm maidir le gealltanais teipthe

source: • Social welfare system in Ireland
ga: • Reachtaíocht um bhainistíocht dramhaíola

source: • Solving problems accessing rights in other EU Member States
ga: • Réamhrá ar chreidmheasanna cánach agus faoiseamh ó cháin ioncaim

source: • Sources of information on returning to education
ga: • Réamhriachtanais don Phósadh

source: • Special needs education in primary schools
ga: • Réiteach Malartach ar Dhíospóidí in Éirinn

source: • Special needs education: post-primary
ga: • Réiteach fadhbanna le rochtain ar chearta i mBallstáit eile den AE

source: • Speech and language therapy services
ga: • Riachtanais fógartha don phósadh

source: • Spent convictions • Sport and Leisure
ga: • Riachtanais víosa le teacht isteach in Éirinn

source: • Sport for blind and visually impaired people
ga: • Rialacha a bhaineann le d'fhianaise

source: • Stamp duty on financial cards
ga: • Rialacha inimirce do mhic léinn lánaimseartha neamh-LEE

source: • Stamp duty on property • Standard Bereavement Grant
ga: • Rialacháin chustaim do thaistealaithe go hÉirinn

source: • Start Your Own Business Relief
ga: • Rialachán iompair aeir

source: • Starting work and changing job
ga: • Rialtas Náisiúnta na hÉireann

source: • State examination arrangements for children with disabilities
ga: • Rialú ar sheirbhísí cónaitheacha do dhaoine le míchumais

source: • State examinations • Statements from suspects
ga: • Rialú cúraim chónaithe do dhaoine scothaosta

source: • Steps involved in buying a home
ga: • Rialú sluaite ag imeachtaí poiblí in Éirinn

source: • Student visas to study in Ireland
ga: • Rialúchán na brústocaireachta

source: • Students on campus - crime prevention
ga: • Rialúchán na soláthraithe seirbhísí chúram leanaí réamhscoile

source: • Succession rights following a separation/divorce/dissolution
ga: • Riaráistí morgáiste: scéim cúnaimh agus comhairle

source: • Sudden or unexplained death
ga: • Ró-íocaíochtaí agus gearríocaíochtaí cánach ÍMAT

source: • Support for victims of crime
ga: • Rochtain ar thaifid na nGardaí

source: • Support services for foreign nationals in Ireland
ga: • Rogha Oideachais Páirtaimseartha

source: • Support services for those affected by suicide
ga: • Rogha Oideachais, Oiliúna agus Forbartha

source: • Supported employment for people with disabilities
ga: • Roghanna dlíthiúla tar éis cliseadh pháirtnéireacht shibhialta

source: • Supports for families of prisoners
ga: • Roghanna i gCúram Réamhbhreithe (Roimh an mBreith)

source: • Supports for postnatal depression
ga: • Roghanna um Dhócmhainneacht Phearsanta

source: • Supreme Court of Ireland
ga: • Roimh bhás duine

source: • Surrogate motherhood and same-sex couples
ga: • Ról an ghiolla cúirte

source: • Surveillance in the workplace
ga: • Ról an ghiúiré

source: • Tackling disadvantage in primary schools • Taking a civil case
ga: • Sábháilteacht Táirgí Leictreacha agus Gáis agus Troscáin

source: • Tax • Tax Appeals Commission • Tax and starting work - PAYE
ga: • Sábháilteacht Táirgí agus Lipéadú

source: • Tax credits and reliefs for people with disabilities
ga: • Sábháilteacht Trealamh Cosanta Pearsanta

source: • Tax for self-employed people • Tax in Ireland
ga: • Sábháilteacht agus nimhiú bia

source: • Tax relief for drivers and passengers with disabilities
ga: • Sábháilteacht bia agus ag ithe lasmuigh den bhaile

source: • Tax relief on nursing home fees and for dependent relatives
ga: • Sábháilteacht bia agus seirbhísí sláinte comhshaoil

source: • Tax reliefs for people with a visual impairment
ga: • Sábháilteacht bia agus siopadóireachta

source: • Tax residence and domicile in Ireland
ga: • Sábháilteacht bia sa bhaile

source: • Tax-free purchases for non-EU travellers
ga: • Sábháilteacht bréagán agus táirgí do leanaí

source: • Taxation and medical expenses
ga: • Sábháilteacht i gcóir Táirgí ar Díol

source: • Taxation of benefits from employment
ga: • Sainaithint agus rialú capall

source: • Taxation of married people and civil partners
ga: • Saincheisteanna cánach do thionóntaí

source: • Taxation of pensions • Taxation of social welfare payments
ga: • Saincheisteanna sláinte agus tú ag taisteal thar lear

source: • Taxes, charges and reliefs • Teacher qualifications
ga: • Saoire agus laethanta saoire

source: • Telecommunications and postal services
ga: • Saoire bhreoiteachta agus pá breoiteachta

source: • Tenants’ rights and obligations
ga: • Saoire do thuismitheoirí

source: • The President • The State Examinations Commission
ga: • Saoirse gluaiseachta daoine laistigh de limistéar Schengen

source: • The asylum process in Ireland
ga: • Saoráil Faisnéise in Eirinn

source: • The procedure for being a witness • The role of witnesses
ga: • Saoránacht d'Éirinn ó bhreith nó ó ghinealach

source: • The working week • Third-level courses for mature students
ga: • Saoránaigh Éireannacha ag teacht nó ag filleadh go hÉirinn

source: • Third-level student fees and charges
ga: • Scaradh agus Colscaradh: Páistí

source: • Time limitations for the commencement of criminal proceedings
ga: • Scaradh, colscaradh agus creidmheasanna agus faoiseamh cáin ioncaim

source: • Toll roads • Tracing your birth family
ga: • Scaradh, colscaradh agus díscaoileadh

source: • Trade disputes and industrial action
ga: • Scéim Aoischárta Náisiúnta

source: • Training and looking for work
ga: • Scéim Chúram Leighis

source: • Transition from One-Parent Family Payment
ga: • Scéim Deiseanna Oiliúna Gairmoideachais

source: • Travel • Travel abroad
ga: • Scéim Dreasachta Jabanna (ÁSPC) i gcomhair Fostóirí

source: • Travel documents for people with refugee or subsidiary protection status
ga: • Scéim Fóirdheontas Tuarastail do fhostóirí le foireann mhíchumasaithe

source: • Travelling abroad and vaccinations
ga: • Scéim Leasaithe um Chomhairle Dlí Stáisiún an Gharda Síochána

source: • Travelling abroad with children
ga: • Scéim Liúntas Morgáiste

source: • Travelling abroad: general tips
ga: • Scéim Rabhadh do Sheanóirí

source: • Treatment of child suspects in Garda custody
ga: • Scéim chúitimh do lánúineacha cómhchónaitheacha

source: • Tribunals and investigations - introduction
ga: • Scéim iompair do scoileanna dara-leibhéil

source: • Trust funds for permanently incapacitated people
ga: • Scéim iontrála HEAR do mhic léinn a bhfuil cúlra faoi mhíbhuntáiste acu

source: • Tusla - the Child and Family Agency
ga: • Scéim mhicrichreidmheasa – iasachtaí 'Luíonn sé le Ciall' ('It Makes Sense')

source: • Types of post-primary school
ga: • Scéim um Thithe Fuinnimh níos Fearr

source: • Types of primary school
ga: • Scéimeanna Leasa Forlíonacha

source: • Types of residence permission for non-EEA nationals
ga: • Scéimeanna Scaireanna Fostaithe in Éirinn

source: • Types of sentences • Types of witnesses U
ga: • Scéimeanna Tacaíochta Fostaíochta

source: • UN Convention on the Rights of the Child
ga: • Scéimeanna chun tacú le fostaíocht

source: • Unclaimed life insurance policies
ga: • Scéimeanna tithíochta inacmhainne

source: • Unfair terms in consumer contracts
ga: • Scor ón obair in Éireann

source: • Universal Social Charge (USC)
ga: • Scrúdú Náisiúnta Feithiclí

source: • Unlawful arrest and detention
ga: • Scrúdú Teoirice Tiomána

source: • Vehicle registration plates in Ireland
ga: • Scrúduithe tiomána gluaisrothair in Éirinn

source: • Victims of Crime and the Garda Siochana • Victims of crime
ga: • Seanad - toghchán iarrthóirí ollscoile

source: • Victims of crime and the Probation Service
ga: • Seanóirí agus Daoine Scortha

source: • Victims of crime and the law
ga: • Seanóirí agus obair

source: • Victims of crime and the prisons • Visa requirements for entering Ireland
ga: • Searmanais an phósta reiligiúnacha agus saolta

source: • Visas for tourists visiting Ireland • Visiting Teacher Service
ga: • Searmanais an phósta sibhialta

source: • Visitors to Ireland - crime prevention • Vocational Training Opportunities Scheme
ga: • Seicliosta chun iarratas a dhéanamh ar Phinsean Stáit (Neamhranníocach)

source: • Vocational education and training
ga: • Seicliosta chun iarratas a dhéanamh ar shaoire cúramóra

source: • Voluntary development work abroad and social insurance
ga: • Seicliosta de nithe le déanamh ag lucht méala tar éis báis

source: • Voluntary social insurance contributions
ga: • Seicliosta do dhaoine faoi mhíchumas agus ar a bhfuil galar fadtéarmach

source: • Voluntary work and social welfare payments • Voting
ga: • Seicliosta do náisiúnach nach ón Limistéar Eorpach Eacnamaíoch dó, atá ina chónaí lasmuigh d’Éirinn agus atá ag pósadh náisiúnach Éireannach

source: • Voting in a referendum • Voting procedure in a European election
ga: • Seicliosta na gcáipéisí a bhfuil gá leo nuair atáthar ag déanamh iarratais ar dheontas mic léinn

source: • Voting procedure in a general election W
ga: • Seicliosta nuair a dhéantar siopadóireacht ar líne

source: • Wage Subsidy Scheme • Walking and rambling in Ireland
ga: • Seicliosta nuair atá achomharc á dhéanamh in aghaidh chinnidh leasa shóisialaigh

source: • Wards of Court • Waste from electrical and electronic equipment
ga: • Seicliosta nuair atá iarratas á dhéanamh ar Liúntas Cuardaitheora Poist

source: • Waste management and recycling • Waste management legislation
ga: • Seicliosta nuair atá iarratas á dhéanamh ar Shochar Cuardaitheora Poist

source: • Waste services • Water Conservation Grant
ga: • Seicliosta: Daoine dífhostaithe

source: • Water charges • Water charges for group schemes and businesses
ga: • Seicliosta: Treoir ar nósanna imeachta iomarcaíochta

source: • What happens the deceased's estate
ga: • Seicliosta: cúram leanaí

source: • What happens to debts after death?
ga: • Seicliosta: fágóirí scoile

source: • Where to complain about a professional and others
ga: • Seicliosta: faisnéis do dhaoine féinfhostaithe

source: • Where to complain about home building or home improvements
ga: • Seicliosta: teidlíochtaí agus tacaíochtaí do thuismitheoirí aonair

source: • Where to complain about medical professionals
ga: • Seicliosta: teidlíochtaí do dhaoine aosta

source: • White Flag recreational facilities in Ireland
ga: • Seicliosta:Cá gcoimeádtar mo mhaoin

source: • Who can become an Irish citizen?
ga: • Seirbhís Dócmhainneachta na hÉireann

source: • Withdrawing from the international protection process
ga: • Seirbhís Idirghabhála don Teaghlach

source: • Witnesses under 18 years
ga: • Seirbhís síceolaíochta i scoileanna

source: • Working abroad • Working in Ireland
ga: • Seirbhísí Bus in Éirinn

source: • Working in retirement • Working in the EU
ga: • Seirbhísí Cóireála Alcóil agus Drugaí

source: • Worksheet for calculating Rent Supplement
ga: • Seirbhísí LG do dhaoine a bhfuil cártaí leighis acu

source: • Worksheet on calculating your redundancy payment
ga: • Seirbhisi Leighis i bpriosun

source: • Worksheet: How to calculate your Family Income Supplement
ga: • Seirbhísí Lia-chleachtóirí agus Ospidéal

source: • Worksheet: Jobseeker's Allowance and income from work
ga: • Seirbhísí Oideachais Priosúin

source: • Worksheet: One-Parent Family Payment and income from work
ga: • Seirbhísí Ospidéil - Réamhrá

source: • Young people at work
ga: • Seirbhísí Sláinte Leanaí

source: • Your P45 and P60 certificates
ga: • Seirbhísí Sláinte Scoile

source: • Your health after birth
ga: • Seirbhísí Teiripe Saothair

source: • Your rights as a consumer in Ireland
ga: • Seirbhísí agus tacaíocht do leanaí

source: • Your rights as a housing association tenant
ga: • Seirbhísí agus teidlíochtaí do dhaoine ag lorg tearmainn

source: • Your rights when you buy a service
ga: • Seirbhísí agus teidlíochtaí leighis d'iarrthóirí tearmann

source: • Youthreach Back to top Back to top Contact Us
ga: • Seirbhísí athchúrsála agus bainistíocht dramhaíola
